export function func1() {
    alert(`פסל של אלברט איינשטיין באוניברסיטת תל אביב
פסל של אלברט אינשטיין בקמפוס האוניברסיטה העברית בגבעת רם. הפסל הוא גאורגי פראנגוליאן (2015)
אלברט איינשטיין ( י"ט באדר ה'תרל"ט, 14 במרץ 1879 – כ"ו בניסן ה'תשט"ו, 18 באפריל 1955) היה פיזיקאי יהודי-גרמני-אמריקאי, מגדולי המדענים בכל הזמנים.`)
}

export function func2() {
    alert(`
        לְיוֹנֵל אַנדְרֶס "לֵאוֹ" מֶסִי קוּצִ'יטִינִי (או לִיאוֹנֵל; בספרדית: Lionel Andrés "Leo" Messi Cuccittini ‏האזנהⓘ‏Ⓘ‏;[1] נולד ב־24 ביוני 1987) הוא כדורגלן ארגנטינאי המשחק בעמדות החלוץ והקשר ההתקפי במועדון האמריקאי אינטר מיאמי ובנבחרת ארגנטינה, בהם הוא משמש כקפטן. מכונה "הפרעוש" (בספרדית: "La Pulga"), בשל זריזותו וקומתו הנמוכה[2]. הוא זכה בשמונה כדורי זהב[3] ושש פעמים בתואר נעלי זהב, ונבחר גם לנבחרת כל הזמנים של כדור הזהב. מסי נחשב על ידי רבים לשחקן הכדורגל הגדול בכל הזמנים
        `)
}

export function func3() {
    alert(`
        סר ג'יימס פול מקרטני (באנגלית: Sir James Paul McCartney; נולד ב-18 ביוני 1942) הוא מוזיקאי וזמר-יוצר בריטי, מהמשפיעים והבולטים בתולדות המוזיקה הפופולרית. חבר להקת הרוק הביטלס, ההרכב המוזיקלי החשוב והמשפיע ביותר במאה ה-20, ככותב, מלחין, מבצע ונגן גיטרה בס. פעילותו של מקרטני, ושיתוף הפעולה עם חבריו ללהקה ג'ורג' האריסון, רינגו סטאר וג'ון לנון, הובילה לכמה מהשירים המצליחים ביותר בהיסטוריה של מוזיקת הרוק, ובתוך כך הייתה לו תרומה מכרעת לשינוי שעברה מוזיקה זו, מפורמט של בידור לאומנות של ממש
        `)
}

export function func4(event) {
    switch (event.target.id) {
        case 'btn1':
            alert(`פסל של אלברט איינשטיין באוניברסיטת תל אביב
פסל של אלברט אינשטיין בקמפוס האוניברסיטה העברית בגבעת רם. הפסל הוא גאורגי פראנגוליאן (2015)
אלברט איינשטיין ( י"ט באדר ה'תרל"ט, 14 במרץ 1879 – כ"ו בניסן ה'תשט"ו, 18 באפריל 1955) היה פיזיקאי יהודי-גרמני-אמריקאי, מגדולי המדענים בכל הזמנים.`)
            break;
        case 'btn2':
            alert(`
        לְיוֹנֵל אַנדְרֶס "לֵאוֹ" מֶסִי קוּצִ'יטִינִי (או לִיאוֹנֵל; בספרדית: Lionel Andrés "Leo" Messi Cuccittini ‏האזנהⓘ‏Ⓘ‏;[1] נולד ב־24 ביוני 1987) הוא כדורגלן ארגנטינאי המשחק בעמדות החלוץ והקשר ההתקפי במועדון האמריקאי אינטר מיאמי ובנבחרת ארגנטינה, בהם הוא משמש כקפטן. מכונה "הפרעוש" (בספרדית: "La Pulga"), בשל זריזותו וקומתו הנמוכה[2]. הוא זכה בשמונה כדורי זהב[3] ושש פעמים בתואר נעלי זהב, ונבחר גם לנבחרת כל הזמנים של כדור הזהב. מסי נחשב על ידי רבים לשחקן הכדורגל הגדול בכל הזמנים
        `)
            break;
        case 'btn3':
            alert(`
        סר ג'יימס פול מקרטני (באנגלית: Sir James Paul McCartney; נולד ב-18 ביוני 1942) הוא מוזיקאי וזמר-יוצר בריטי, מהמשפיעים והבולטים בתולדות המוזיקה הפופולרית. חבר להקת הרוק הביטלס, ההרכב המוזיקלי החשוב והמשפיע ביותר במאה ה-20, ככותב, מלחין, מבצע ונגן גיטרה בס. פעילותו של מקרטני, ושיתוף הפעולה עם חבריו ללהקה ג'ורג' האריסון, רינגו סטאר וג'ון לנון, הובילה לכמה מהשירים המצליחים ביותר בהיסטוריה של מוזיקת הרוק, ובתוך כך הייתה לו תרומה מכרעת לשינוי שעברה מוזיקה זו, מפורמט של בידור לאומנות של ממש
        `)
            break;
    }

}